/* rollout unfinished label addition */
" - Rollout Unfinished" = " - Rollout ausstehend";

/* 2step phone part of secret */
"2step_phonepart_dialog_title" = "Zweiter Teil des Geheimnisses";

/* Add Token manually */
"addManually_button_label" = "Manuell hinzufügen";

/* allow button label */
"allow" = "Zulassen";

/* authenticating label text */
"authenticating" = "Authentifiziere...";

/* Authentication failed! */
"authentication_failed_toast" = "Authentifizierung fehlgeschlagen!";

/* Authentication successful! */
"authentication_successful_toast" = "Authentifizierung erfolgreich!";

/* cancel button label */
"cancel" = "Abbrechen";

/* removal confirmation dialog title */
"confirmation" = "Bestätigung";

/* delete button / row action text */
"delete" = "Löschen";

/* enter button dialog text */
"enter_button_dialogtext" = "Eingabe";

/* placeholder text for new name input field */
"enter_new_name_placeholder" = "Neuer Name";

/* error dialog title */
"error_title" = "Fehler";

/* new name is empty dialog text */
"new_name_empty_dialog_text" = "Der neue Name darf nicht leer sein.";

/* new name is empty dialog title */
"new_name_empty_dialog_title" = "Ungültige Eingabe";

/* removal confirmation question (\(label) available) */
"removal_confirmation_question" = "Soll %@ gelöscht werden?";

/* row action rename text */
"rename" = "Umbennen";

/* rename dialog text (label will be appended */
"rename_dialog_text" = "Umbennen von\n";

/* retry button label */
"retry" = "Wiederholen";

/* rolling out label text */
"rolling_out" = "Ausrollen...";

/* The secret is not a valid base32 string */
"secret_not_b32_dialog_text" = "Das Geheimnis ist nicht im Base32 Format.";

/* sort list */
"sort_button_label" = "Liste sortieren";

/* The privacyIDEA Authenticator uses the following third party libraries */
"third_party_label" = "Der privacyIDEA Authenticator verwendet die folgende Drittanbietersoftware:";

/* Legal Notices */
"thirdParty_button_label" = "Drittanbietersoftware";

/* ... has expired and will be deleted (label will be prepended) */
"token_expired_dialog_text" = "ist ausgelaufen und wird gelöscht.";

/* token expired dialog title */
"token_expired_dialog_title" = "Token ausgelaufen";

